answers = [
# Положительные
  "Бесспорно",
  "Предрешено",
  "Никаких сомнений",
  "Определенно да",
  "Можешь быть в этом уверен",
# Нерешительно положительные
  "Мне кажется - да",
  "Вероятнее всего",
  "Хорошие перспективы",
  "Знаки говорят - да",
  "Да",
# Нейтральные
  "Пока не ясно, порпобуй снова",
  "Спроси позже",
  "Лучше не рассказывать",
  "Сейчас нельзя предсказать",
  "Сконцентрируйся и спроси опять",
# Отрицательные
  "Даже не думай",
  "Мой ответ - нет",
  "По моим данным - нет",
  "Перспективы не очень Хорошие",
  "Весьма сомнительно"
]
hello = [
  "Привет, дорогой друг. Отвечаю на твой вопрос...",
  "Кто вопрошает, тот получит ответ:",
  "Здравствуй, смертный. Сегодня для тебя такой ответ:"
]
puts hello.sample
sleep 3
puts " "
puts answers.sample
